{
  "LC": {
    "titulo": "Matriz de Referência de Linguagens, Códigos e suas Tecnologias",
    "competencias": [
      {
        "id_competencia": "1",
        "texto_competencia": "Aplicar as tecnologias da comunicação e da informação na escola, no trabalho e em outros contextos relevantes para sua vida."
      },
      {
        "id_competencia": "2",
        "texto_competencia": "Conhecer e usar língua(s) estrangeira(s) moderna(s) como instrumento de acesso a informações e a outras culturas e grupos sociais*."
      },
      {
        "id_competencia": "3",
        "texto_competencia": "Compreender e usar a linguagem corporal como relevante para a própria vida, integradora social e formadora da identidade."
      },
      {
        "id_competencia": "4",
        "texto_competencia": "Compreender a arte como saber cultural e estético gerador de significação e integrador da organização do mundo e da própria identidade."
      },
      {
        "id_competencia": "5",
        "texto_competencia": "Analisar, interpretar e aplicar recursos expressivos das linguagens, relacionando textos com seus contextos, mediante a natureza, função, organização, estrutura das manifestações, de acordo com as condições de produção e recepção."
      },
      {
        "id_competencia": "6",
        "texto_competencia": "Compreender e usar os sistemas simbólicos das diferentes linguagens como meios de organização cognitiva da realidade pela constituição de significados, expressão, comunicação e informação."
      },
      {
        "id_competencia": "7",
        "texto_competencia": "Confrontar opiniões e pontos de vista sobre as diferentes linguagens e suas manifestações específicas."
      },
      {
        "id_competencia": "8",
        "texto_competencia": "Compreender e usar a língua portuguesa como língua materna, geradora de significação e integradora da organização do mundo e da própria identidade."
      },
      {
        "id_competencia": "9",
        "texto_competencia": "Entender os princípios, a natureza, a função e o impacto das tecnologias da comunicação e da informação na sua vida pessoal e social, no desenvolvimento do conhecimento, associando-o aos conhecimentos científicos, às linguagens que lhes dão suporte, às demais tecnologias, aos processos de produção e aos problemas que se propõem solucionar."
      }
    ],
    "habilidades": [
      {
        "id_habilidade": "1",
        "texto_habilidade": "Identificar as diferentes linguagens e seus recursos expressivos como elementos de caracterização dos sistemas de comunicação.",
        "id_competencia": "1"
      },
      {
        "id_habilidade": "2",
        "texto_habilidade": "Recorrer aos conhecimentos sobre as linguagens dos sistemas de comunicação e informação para resolver problemas sociais.",
        "id_competencia": "1"
      },
      {
        "id_habilidade": "3",
        "texto_habilidade": "Relacionar informações geradas nos sistemas de comunicação e informação, considerando a função social desses sistemas.",
        "id_competencia": "1"
      },
      {
        "id_habilidade": "4",
        "texto_habilidade": "Reconhecer posições críticas aos usos sociais que são feitos das linguagens e dos sistemas de comunicação e informação.",
        "id_competencia": "1"
      },
      {
        "id_habilidade": "5",
        "texto_habilidade": "Associar vocábulos e expressões de um texto em LEM ao seu tema.",
        "id_competencia": "2"
      },
      {
        "id_habilidade": "6",
        "texto_habilidade": "Utilizar os conhecimentos da LEM e de seus mecanismos como meio de ampliar as possibilidades de acesso a informações, tecnologias e culturas.",
        "id_competencia": "2"
      },
      {
        "id_habilidade": "7",
        "texto_habilidade": "Relacionar um texto em LEM, as estruturas linguísticas, sua função e seu uso social.",
        "id_competencia": "2"
      },
      {
        "id_habilidade": "8",
        "texto_habilidade": "Reconhecer a importância da produção cultural em LEM como representação da diversidade cultural e linguística.",
        "id_competencia": "2"
      },
      {
        "id_habilidade": "9",
        "texto_habilidade": "Reconhecer as manifestações corporais de movimento como originárias de necessidades cotidianas de um grupo social.",
        "id_competencia": "3"
      },
      {
        "id_habilidade": "10",
        "texto_habilidade": "Reconhecer a necessidade de transformação de hábitos corporais em função das necessidades cinestésicas.",
        "id_competencia": "3"
      },
      {
        "id_habilidade": "11",
        "texto_habilidade": "Reconhecer a linguagem corporal como meio de interação social, considerando os limites de desempenho e as alternativas de adaptação para diferentes indivíduos.",
        "id_competencia": "3"
      },
      {
        "id_habilidade": "12",
        "texto_habilidade": "Reconhecer diferentes funções da arte, do trabalho da produção dos artistas em seus meios culturais.",
        "id_competencia": "4"
      },
      {
        "id_habilidade": "13",
        "texto_habilidade": "Analisar as diversas produções artísticas como meio de explicar diferentes culturas, padrões de beleza e preconceitos.",
        "id_competencia": "4"
      },
      {
        "id_habilidade": "14",
        "texto_habilidade": "Reconhecer o valor da diversidade artística e das inter-relações de elementos que se apresentam nas manifestações de vários grupos sociais e étnicos.",
        "id_competencia": "4"
      },
      {
        "id_habilidade": "15",
        "texto_habilidade": "Estabelecer relações entre o texto literário e o momento de sua produção, situando aspectos do contexto histórico, social e político.",
        "id_competencia": "5"
      },
      {
        "id_habilidade": "16",
        "texto_habilidade": "Relacionar informações sobre concepções artísticas e procedimentos de construção do texto literário.",
        "id_competencia": "5"
      },
      {
        "id_habilidade": "17",
        "texto_habilidade": "Reconhecer a presença de valores sociais e humanos atualizáveis e permanentes no patrimônio literário nacional.",
        "id_competencia": "5"
      },
      {
        "id_habilidade": "18",
        "texto_habilidade": "Identificar os elementos que concorrem para a progressão temática e para a organização e estruturação de textos de diferentes gêneros e tipos.",
        "id_competencia": "6"
      },
      {
        "id_habilidade": "19",
        "texto_habilidade": "Analisar a função da linguagem predominante nos textos em situações específicas de interlocução.",
        "id_competencia": "6"
      },
      {
        "id_habilidade": "20",
        "texto_habilidade": "Reconhecer a importância do patrimônio linguístico para a preservação da memória e da identidade nacional.",
        "id_competencia": "6"
      },
      {
        "id_habilidade": "21",
        "texto_habilidade": "Reconhecer em textos de diferentes gêneros, recursos verbais e não-verbais utilizados com a finalidade de criar e mudar comportamentos e hábitos.",
        "id_competencia": "7"
      },
      {
        "id_habilidade": "22",
        "texto_habilidade": "Relacionar, em diferentes textos, opiniões, temas, assuntos e recursos linguísticos.",
        "id_competencia": "7"
      },
      {
        "id_habilidade": "23",
        "texto_habilidade": "Inferir em um texto quais são os objetivos de seu produtor e quem é seu público alvo, pela análise dos procedimentos argumentativos utilizados.",
        "id_competencia": "7"
      },
      {
        "id_habilidade": "24",
        "texto_habilidade": "Reconhecer no texto estratégias argumentativas empregadas para o convencimento do público, tais como a intimidação, sedução, comoção, chantagem, entre outras.",
        "id_competencia": "7"
      },
      {
        "id_habilidade": "25",
        "texto_habilidade": "Identificar, em textos de diferentes gêneros, as marcas linguísticas que singularizam as variedades linguísticas sociais, regionais e de registro.",
        "id_competencia": "8"
      },
      {
        "id_habilidade": "26",
        "texto_habilidade": "Relacionar as variedades linguísticas a situações específicas de uso social.",
        "id_competencia": "8"
      },
      {
        "id_habilidade": "27",
        "texto_habilidade": "Reconhecer os usos da norma padrão da língua portuguesa nas diferentes situações de comunicação.",
        "id_competencia": "8"
      },
      {
        "id_habilidade": "28",
        "texto_habilidade": "Reconhecer a função e o impacto social das diferentes tecnologias da comunicação e informação.",
        "id_competencia": "9"
      },
      {
        "id_habilidade": "29",
        "texto_habilidade": "Identificar pela análise de suas linguagens, as tecnologias da comunicação e informação.",
        "id_competencia": "9"
      },
      {
        "id_habilidade": "30",
        "texto_habilidade": "Relacionar as tecnologias de comunicação e informação ao desenvolvimento das sociedades e ao conhecimento que elas produzem.",
        "id_competencia": "9"
      }
    ]
  },
  "MT": {
    "titulo": "Matriz de Referência de Matemática e suas Tecnologias",
    "competencias": [
      {
        "id_competencia": "1",
        "texto_competencia": "Construir significados para os números naturais, inteiros, racionais e reais."
      },
      {
        "id_competencia": "2",
        "texto_competencia": "Utilizar o conhecimento geométrico para realizar a leitura e a representação da realidade e agir sobre ela."
      },
      {
        "id_competencia": "3",
        "texto_competencia": "Construir noções de grandezas e medidas para a compreensão da realidade e a solução de problemas do cotidiano."
      },
      {
        "id_competencia": "4",
        "texto_competencia": "Construir noções de variação de grandezas para a compreensão da realidade e a solução de problemas do cotidiano."
      },
      {
        "id_competencia": "5",
        "texto_competencia": "Modelar e resolver problemas que envolvem variáveis socioeconômicas ou técnico-científicas, usando representações algébricas."
      },
      {
        "id_competencia": "6",
        "texto_competencia": "Interpretar informações de natureza científica e social obtidas da leitura de gráficos e tabelas, realizando previsão de tendência, extrapolação, interpolação e interpretação."
      },
      {
        "id_competencia": "7",
        "texto_competencia": "Compreender o caráter aleatório e não-determinístico dos fenômenos naturais e sociais e utilizar instrumentos adequados para medidas, determinação de amostras e cálculos de probabilidade para interpretar informações de variáveis apresentadas em uma distribuição estatística."
      }
    ],
    "habilidades": [
      {
        "id_habilidade": "1",
        "texto_habilidade": "Reconhecer, no contexto social, diferentes significados e representações dos números e operações - naturais, inteiros, racionais ou reais.",
        "id_competencia": "1"
      },
      {
        "id_habilidade": "2",
        "texto_habilidade": "Identificar padrões numéricos ou princípios de contagem.",
        "id_competencia": "1"
      },
      {
        "id_habilidade": "3",
        "texto_habilidade": "Resolver situação-problema envolvendo conhecimentos numéricos.",
        "id_competencia": "1"
      },
      {
        "id_habilidade": "4",
        "texto_habilidade": "Avaliar a razoabilidade de um resultado numérico na construção de argumentos sobre afirmações quantitativas.",
        "id_competencia": "1"
      },
      {
        "id_habilidade": "5",
        "texto_habilidade": "Avaliar propostas de intervenção na realidade utilizando conhecimentos numéricos.",
        "id_competencia": "1"
      },
      {
        "id_habilidade": "6",
        "texto_habilidade": "Interpretar a localização e a movimentação de pessoas/objetos no espaço tridimensional e sua representação no espaço bidimensional.",
        "id_competencia": "2"
      },
      {
        "id_habilidade": "7",
        "texto_habilidade": "Identificar características de figuras planas ou espaciais.",
        "id_competencia": "2"
      },
      {
        "id_habilidade": "8",
        "texto_habilidade": "Resolver situação-problema que envolva conhecimentos geométricos de espaço e forma.",
        "id_competencia": "2"
      },
      {
        "id_habilidade": "9",
        "texto_habilidade": "Utilizar conhecimentos geométricos de espaço e forma na seleção de argumentos propostos como solução de problemas do cotidiano.",
        "id_competencia": "2"
      },
      {
        "id_habilidade": "10",
        "texto_habilidade": "Identificar relações entre grandezas e unidades de medida.",
        "id_competencia": "3"
      },
      {
        "id_habilidade": "11",
        "texto_habilidade": "Utilizar a noção de escalas na leitura de representação de situação do cotidiano.",
        "id_competencia": "3"
      },
      {
        "id_habilidade": "12",
        "texto_habilidade": "Resolver situação-problema que envolva medidas de grandezas.",
        "id_competencia": "3"
      },
      {
        "id_habilidade": "13",
        "texto_habilidade": "Avaliar o resultado de uma medição na construção de um argumento consistente.",
        "id_competencia": "3"
      },
      {
        "id_habilidade": "14",
        "texto_habilidade": "Avaliar proposta de intervenção na realidade utilizando conhecimentos geométricos relacionados a grandezas e medidas.",
        "id_competencia": "3"
      },
      {
        "id_habilidade": "15",
        "texto_habilidade": "Identificar a relação de dependência entre grandezas.",
        "id_competencia": "4"
      },
      {
        "id_habilidade": "16",
        "texto_habilidade": "Resolver situação-problema envolvendo a variação de grandezas, direta ou inversamente proporcionais.",
        "id_competencia": "4"
      },
      {
        "id_habilidade": "17",
        "texto_habilidade": "Analisar informações envolvendo a variação de grandezas como recurso para a construção de argumentação.",
        "id_competencia": "4"
      },
      {
        "id_habilidade": "18",
        "texto_habilidade": "Avaliar propostas de intervenção na realidade envolvendo variação de grandezas.",
        "id_competencia": "4"
      },
      {
        "id_habilidade": "19",
        "texto_habilidade": "Identificar representações algébricas que expressem a relação entre grandezas.",
        "id_competencia": "5"
      },
      {
        "id_habilidade": "20",
        "texto_habilidade": "Interpretar gráfico cartesiano que represente relações entre grandezas.",
        "id_competencia": "5"
      },
      {
        "id_habilidade": "21",
        "texto_habilidade": "Resolver situação-problema cuja modelagem envolva conhecimentos algébricos.",
        "id_competencia": "5"
      },
      {
        "id_habilidade": "22",
        "texto_habilidade": "Utilizar conhecimentos algébricos/geométricos como recurso para a construção de argumentação.",
        "id_competencia": "5"
      },
      {
        "id_habilidade": "23",
        "texto_habilidade": "Avaliar propostas de intervenção na realidade utilizando conhecimentos algébricos.",
        "id_competencia": "5"
      },
      {
        "id_habilidade": "24",
        "texto_habilidade": "Utilizar informações expressas em gráficos ou tabelas para fazer inferências.",
        "id_competencia": "6"
      },
      {
        "id_habilidade": "25",
        "texto_habilidade": "Resolver problema com dados apresentados em tabelas ou gráficos.",
        "id_competencia": "6"
      },
      {
        "id_habilidade": "26",
        "texto_habilidade": "Analisar informações expressas em gráficos ou tabelas como recurso para a construção de argumentos.",
        "id_competencia": "6"
      },
      {
        "id_habilidade": "27",
        "texto_habilidade": "Calcular medidas de tendência central ou de dispersão de um conjunto de dados expressos em uma tabela de frequências de dados agrupados (não em classes) ou em gráficos.",
        "id_competencia": "7"
      },
      {
        "id_habilidade": "28",
        "texto_habilidade": "Resolver situação-problema que envolva conhecimentos de estatística e probabilidade.",
        "id_competencia": "7"
      },
      {
        "id_habilidade": "29",
        "texto_habilidade": "Utilizar conhecimentos de estatística e probabilidade como recurso para a construção de argumentação.",
        "id_competencia": "7"
      },
      {
        "id_habilidade": "30",
        "texto_habilidade": "Avaliar propostas de intervenção na realidade utilizando conhecimentos de estatística e probabilidade.",
        "id_competencia": "7"
      }
    ]
  },
  "CN": {
    "titulo": "Matriz de Referência de Ciências da Natureza e suas Tecnologias",
    "competencias": [
      {
        "id_competencia": "1",
        "texto_competencia": "Compreender as ciências naturais e as tecnologias a elas associadas como construções humanas, percebendo seus papéis nos processos de produção e no desenvolvimento econômico e social da humanidade."
      },
      {
        "id_competencia": "2",
        "texto_competencia": "Identificar a presença e aplicar as tecnologias associadas às ciências naturais em diferentes contextos."
      },
      {
        "id_competencia": "3",
        "texto_competencia": "Associar intervenções que resultam em degradação ou conservação ambiental a processos produtivos e sociais e a instrumentos ou ações científico-tecnológicos."
      },
      {
        "id_competencia": "4",
        "texto_competencia": "Compreender interações entre organismos e ambiente, em particular aquelas relacionadas à saúde humana, relacionando conhecimentos científicos, aspectos culturais e características individuais."
      },
      {
        "id_competencia": "5",
        "texto_competencia": "Entender métodos e procedimentos próprios das ciências naturais e aplicá-los em diferentes contextos."
      },
      {
        "id_competencia": "6",
        "texto_competencia": "Apropriar-se de conhecimentos da física para, em situações problema, interpretar, avaliar ou planejar intervenções científico-tecnológicas."
      },
      {
        "id_competencia": "7",
        "texto_competencia": "Apropriar-se de conhecimentos da química para, em situações problema, interpretar, avaliar ou planejar intervenções científico-tecnológicas."
      },
      {
        "id_competencia": "8",
        "texto_competencia": "Apropriar-se de conhecimentos da biologia para, em situações problema, interpretar, avaliar ou planejar intervenções científico-tecnológicas."
      }
    ],
    "habilidades": [
      {
        "id_habilidade": "1",
        "texto_habilidade": "Reconhecer características ou propriedades de fenômenos ondulatórios ou oscilatórios, relacionando-os a seus usos em diferentes contextos.",
        "id_competencia": "1"
      },
      {
        "id_habilidade": "2",
        "texto_habilidade": "Associar a solução de problemas de comunicação, transporte, saúde ou outro, com o correspondente desenvolvimento científico e tecnológico.",
        "id_competencia": "1"
      },
      {
        "id_habilidade": "3",
        "texto_habilidade": "Confrontar interpretações científicas com interpretações baseadas no senso comum, ao longo do tempo ou em diferentes culturas.",
        "id_competencia": "1"
      },
      {
        "id_habilidade": "4",
        "texto_habilidade": "Avaliar propostas de intervenção no ambiente, considerando a qualidade da vida humana ou medidas de conservação, recuperação ou utilização sustentável da biodiversidade.",
        "id_competencia": "1"
      },
      {
        "id_habilidade": "5",
        "texto_habilidade": "Dimensionar circuitos ou dispositivos elétricos de uso cotidiano.",
        "id_competencia": "2"
      },
      {
        "id_habilidade": "6",
        "texto_habilidade": "Relacionar informações para compreender manuais de instalação ou utilização de aparelhos, ou sistemas tecnológicos de uso comum.",
        "id_competencia": "2"
      },
      {
        "id_habilidade": "7",
        "texto_habilidade": "Selecionar testes de controle, parâmetros ou critérios para a comparação de materiais e produtos, tendo em vista a defesa do consumidor, a saúde do trabalhador ou a qualidade de vida.",
        "id_competencia": "2"
      },
      {
        "id_habilidade": "8",
        "texto_habilidade": "Identificar etapas em processos de obtenção, transformação, utilização ou reciclagem de recursos naturais, energéticos ou matérias-primas, considerando processos biológicos, químicos ou físicos neles envolvidos.",
        "id_competencia": "3"
      },
      {
        "id_habilidade": "9",
        "texto_habilidade": "Compreender a importância dos ciclos biogeoquímicos ou do fluxo energia para a vida, ou da ação de agentes ou fenômenos que podem causar alterações nesses processos.",
        "id_competencia": "3"
      },
      {
        "id_habilidade": "10",
        "texto_habilidade": "Analisar perturbações ambientais, identificando fontes, transporte e(ou) destino dos poluentes ou prevendo efeitos em sistemas naturais, produtivos ou sociais.",
        "id_competencia": "3"
      },
      {
        "id_habilidade": "11",
        "texto_habilidade": "Reconhecer benefícios, limitações e aspectos éticos da biotecnologia, considerando estruturas e processos biológicos envolvidos em produtos biotecnológicos.",
        "id_competencia": "3"
      },
      {
        "id_habilidade": "12",
        "texto_habilidade": "Avaliar impactos em ambientes naturais decorrentes de atividades sociais ou econômicas, considerando interesses contraditórios.",
        "id_competencia": "3"
      },
      {
        "id_habilidade": "13",
        "texto_habilidade": "Reconhecer mecanismos de transmissão da vida, prevendo ou explicando a manifestação de características dos seres vivos.",
        "id_competencia": "4"
      },
      {
        "id_habilidade": "14",
        "texto_habilidade": "Identificar padrões em fenômenos e processos vitais dos organismos, como manutenção do equilíbrio interno, defesa, relações com o ambiente, sexualidade, entre outros.",
        "id_competencia": "4"
      },
      {
        "id_habilidade": "15",
        "texto_habilidade": "Interpretar modelos e experimentos para explicar fenômenos ou processos biológicos em qualquer nível de organização dos sistemas biológicos.",
        "id_competencia": "4"
      },
      {
        "id_habilidade": "16",
        "texto_habilidade": "Compreender o papel da evolução na produção de padrões, processos biológicos ou na organização taxonômica dos seres vivos.",
        "id_competencia": "4"
      },
      {
        "id_habilidade": "17",
        "texto_habilidade": "Relacionar informações apresentadas em diferentes formas de linguagem e representação usadas nas ciências físicas, químicas ou biológicas, como texto discursivo, gráficos, tabelas, relações matemáticas ou linguagem simbólica.",
        "id_competencia": "5"
      },
      {
        "id_habilidade": "18",
        "texto_habilidade": "Relacionar propriedades físicas, químicas ou biológicas de produtos, sistemas ou procedimentos tecnológicos às finalidades a que se destinam.",
        "id_competencia": "5"
      },
      {
        "id_habilidade": "19",
        "texto_habilidade": "Avaliar métodos, processos ou procedimentos das ciências naturais que contribuam para diagnosticar ou solucionar problemas de ordem social, econômica ou ambiental.",
        "id_competencia": "5"
      },
      {
        "id_habilidade": "20",
        "texto_habilidade": "Caracterizar causas ou efeitos dos movimentos de partículas, substâncias, objetos ou corpos celestes.",
        "id_competencia": "6"
      },
      {
        "id_habilidade": "21",
        "texto_habilidade": "Utilizar leis físicas e (ou) químicas para interpretar processos naturais ou tecnológicos inseridos no contexto da termodinâmica e(ou) do eletromagnetismo.",
        "id_competencia": "6"
      },
      {
        "id_habilidade": "22",
        "texto_habilidade": "Compreender fenômenos decorrentes da interação entre a radiação e a matéria em suas manifestações em processos naturais ou tecnológicos, ou em suas implicações biológicas, sociais, econômicas ou ambientais.",
        "id_competencia": "6"
      },
      {
        "id_habilidade": "23",
        "texto_habilidade": "Avaliar possibilidades de geração, uso ou transformação de energia em ambientes específicos, considerando implicações éticas, ambientais, sociais e/ou econômicas.",
        "id_competencia": "6"
      },
      {
        "id_habilidade": "24",
        "texto_habilidade": "Utilizar códigos e nomenclatura da química para caracterizar materiais, substâncias ou transformações químicas.",
        "id_competencia": "7"
      },
      {
        "id_habilidade": "25",
        "texto_habilidade": "Caracterizar materiais ou substâncias, identificando etapas, rendimentos ou implicações biológicas, sociais, econômicas ou ambientais de sua obtenção ou produção.",
        "id_competencia": "7"
      },
      {
        "id_habilidade": "26",
        "texto_habilidade": "Avaliar implicações sociais, ambientais e/ou econômicas na produção ou no consumo de recursos energéticos ou minerais, identificando transformações químicas ou de energia envolvidas nesses processos.",
        "id_competencia": "7"
      },
      {
        "id_habilidade": "27",
        "texto_habilidade": "Avaliar propostas de intervenção no meio ambiente aplicando conhecimentos químicos, observando riscos ou benefícios.",
        "id_competencia": "7"
      },
      {
        "id_habilidade": "28",
        "texto_habilidade": "Associar características adaptativas dos organismos com seu modo de vida ou com seus limites de distribuição em diferentes ambientes, em especial em ambientes brasileiros.",
        "id_competencia": "8"
      },
      {
        "id_habilidade": "29",
        "texto_habilidade": "Interpretar experimentos ou técnicas que utilizam seres vivos, analisando implicações para o ambiente, a saúde, a produção de alimentos, matérias primas ou produtos industriais.",
        "id_competencia": "8"
      },
      {
        "id_habilidade": "30",
        "texto_habilidade": "Avaliar propostas de alcance individual ou coletivo, identificando aquelas que visam à preservação e a implementação da saúde individual, coletiva ou do ambiente.",
        "id_competencia": "8"
      }
    ]
  },
  "CH": {
    "titulo": "Matriz de Referência de Ciências Humanas e suas Tecnologias",
    "competencias": [
      {
        "id_competencia": "1",
        "texto_competencia": "Compreender os elementos culturais que constituem as identidades"
      },
      {
        "id_competencia": "2",
        "texto_competencia": "Compreender as transformações dos espaços geográficos como produto das relações socioeconômicas e culturais de poder."
      },
      {
        "id_competencia": "3",
        "texto_competencia": "Compreender a produção e o papel histórico das instituições sociais, políticas e econômicas, associando-as aos diferentes grupos, conflitos e movimentos sociais."
      },
      {
        "id_competencia": "4",
        "texto_competencia": "Entender as transformações técnicas e tecnológicas e seu impacto nos processos de produção, no desenvolvimento do conhecimento e na vida social."
      },
      {
        "id_competencia": "5",
        "texto_competencia": "Utilizar os conhecimentos históricos para compreender e valorizar os fundamentos da cidadania e da democracia, favorecendo uma atuação consciente do indivíduo na sociedade."
      },
      {
        "id_competencia": "6",
        "texto_competencia": "Compreender a sociedade e a natureza, reconhecendo suas interações no espaço em diferentes contextos históricos e geográficos."
      }
    ],
    "habilidades": [
      {
        "id_habilidade": "1",
        "texto_habilidade": "Interpretar historicamente e/ou geograficamente fontes documentais acerca de aspectos da cultura.",
        "id_competencia": "1"
      },
      {
        "id_habilidade": "2",
        "texto_habilidade": "Analisar a produção da memória pelas sociedades humanas.",
        "id_competencia": "1"
      },
      {
        "id_habilidade": "3",
        "texto_habilidade": "Associar as manifestações culturais do presente aos seus processos históricos.",
        "id_competencia": "1"
      },
      {
        "id_habilidade": "4",
        "texto_habilidade": "Comparar pontos de vista expressos em diferentes fontes sobre determinado aspecto da cultura.",
        "id_competencia": "1"
      },
      {
        "id_habilidade": "5",
        "texto_habilidade": "Identificar as manifestações ou representações da diversidade do patrimônio cultural e artístico em diferentes sociedades.",
        "id_competencia": "1"
      },
      {
        "id_habilidade": "6",
        "texto_habilidade": "Interpretar diferentes representações gráficas e cartográficas dos espaços geográficos.",
        "id_competencia": "2"
      },
      {
        "id_habilidade": "7",
        "texto_habilidade": "Identificar os significados histórico-geográficos das relações de poder entre as nações",
        "id_competencia": "2"
      },
      {
        "id_habilidade": "8",
        "texto_habilidade": "Analisar a ação dos estados nacionais no que se refere à dinâmica dos fluxos populacionais e no enfrentamento de problemas de ordem econômico-social.",
        "id_competencia": "2"
      },
      {
        "id_habilidade": "9",
        "texto_habilidade": "Comparar o significado histórico-geográfico das organizações políticas e socioeconômicas em escala local, regional ou mundial.",
        "id_competencia": "2"
      },
      {
        "id_habilidade": "10",
        "texto_habilidade": "Reconhecer a dinâmica da organização dos movimentos sociais e a importância da participação da coletividade na transformação da realidade histórico-geográfica.",
        "id_competencia": "2"
      },
      {
        "id_habilidade": "11",
        "texto_habilidade": "Identificar registros de práticas de grupos sociais no tempo e no espaço.",
        "id_competencia": "3"
      },
      {
        "id_habilidade": "12",
        "texto_habilidade": "Analisar o papel da justiça como instituição na organização das sociedades.",
        "id_competencia": "3"
      },
      {
        "id_habilidade": "13",
        "texto_habilidade": "Analisar a atuação dos movimentos sociais que contribuíram para mudanças ou rupturas em processos de disputa pelo poder.",
        "id_competencia": "3"
      },
      {
        "id_habilidade": "14",
        "texto_habilidade": "Comparar diferentes pontos de vista, presentes em textos analíticos e interpretativos, sobre situação ou fatos de natureza histórico-geográfica acerca das instituições sociais, políticas e econômicas.",
        "id_competencia": "3"
      },
      {
        "id_habilidade": "15",
        "texto_habilidade": "Avaliar criticamente conflitos culturais, sociais, políticos, econômicos ou ambientais ao longo da história.",
        "id_competencia": "3"
      },
      {
        "id_habilidade": "16",
        "texto_habilidade": "Identificar registros sobre o papel das técnicas e tecnologias na organização do trabalho e/ou da vida social.",
        "id_competencia": "4"
      },
      {
        "id_habilidade": "17",
        "texto_habilidade": "Analisar fatores que explicam o impacto das novas tecnologias no processo de territorialização da produção.",
        "id_competencia": "4"
      },
      {
        "id_habilidade": "18",
        "texto_habilidade": "Analisar diferentes processos de produção ou circulação de riquezas e suas implicações sócio-espaciais.",
        "id_competencia": "4"
      },
      {
        "id_habilidade": "19",
        "texto_habilidade": "Reconhecer as transformações técnicas e tecnológicas que determinam as várias formas de uso e apropriação dos espaços rural e urbano.",
        "id_competencia": "4"
      },
      {
        "id_habilidade": "20",
        "texto_habilidade": "Selecionar argumentos favoráveis ou contrários às modificações impostas pelas novas tecnologias à vida social e ao mundo do trabalho.",
        "id_competencia": "4"
      },
      {
        "id_habilidade": "21",
        "texto_habilidade": "Identificar o papel dos meios de comunicação na construção da vida social.",
        "id_competencia": "5"
      },
      {
        "id_habilidade": "22",
        "texto_habilidade": "Analisar as lutas sociais e conquistas obtidas no que se refere às mudanças nas legislações ou nas políticas públicas.",
        "id_competencia": "5"
      },
      {
        "id_habilidade": "23",
        "texto_habilidade": "Analisar a importância dos valores éticos na estruturação política das sociedades.",
        "id_competencia": "5"
      },
      {
        "id_habilidade": "24",
        "texto_habilidade": "Relacionar cidadania e democracia na organização das sociedades.",
        "id_competencia": "5"
      },
      {
        "id_habilidade": "25",
        "texto_habilidade": "Identificar estratégias que promovam formas de inclusão social.",
        "id_competencia": "5"
      },
      {
        "id_habilidade": "26",
        "texto_habilidade": "Identificar em fontes diversas o processo de ocupação dos meios físicos e as relações da vida humana com a paisagem.",
        "id_competencia": "6"
      },
      {
        "id_habilidade": "27",
        "texto_habilidade": "Analisar de maneira crítica as interações da sociedade com o meio físico, levando em consideração aspectos históricos e(ou) geográficos.",
        "id_competencia": "6"
      },
      {
        "id_habilidade": "28",
        "texto_habilidade": "Relacionar o uso das tecnologias com os impactos sócio-ambientais em diferentes contextos histórico-geográficos.",
        "id_competencia": "6"
      },
      {
        "id_habilidade": "29",
        "texto_habilidade": "Reconhecer a função dos recursos naturais na produção do espaço geográfico, relacionando-os com as mudanças provocadas pelas ações humanas.",
        "id_competencia": "6"
      },
      {
        "id_habilidade": "30",
        "texto_habilidade": "Avaliar as relações entre preservação e degradação da vida no planeta nas diferentes escalas.",
        "id_competencia": "6"
      }
    ]
  }
}